Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Different size surge vessels at different filling lines
es_es: Tanques de compensación de diferentes tamaños en diferentes líneas de llenado

source: Different sizer surge vessels at different filling lines
es_es: Tanques de compensación de diferentes tamaños en diferentes líneas de llenado

source: Different strategy is applied but well comparable final manganese concentration in process is ensured.
es_es: Se usan distintas estrategias, pero se garantiza que la concentración final de manganeso intermedia del proceso es comparable.

source: Differential pressure and airlocks ensure the separation of production areas.
es_es: La presión diferencial y las esclusas de aire garantizan la separación de las áreas de producción.

source: Differential scanning calorimetry
es_es: Colorimetría diferencial de barrido

source: Diffusion Weighted Image
es_es: Imagen ponderada en difusión

source: Diffusion mixer (tumble)
es_es: Mezcladora por difusión (tambor rotativo)

source: Digital Subtraction Angiography
es_es: Angiografía por sustracción digital

source: Digoxin 0.25 mg (Lanicor®)
es_es: Digoxina 0.25 mg (Lanicor®)

source: Diluent
es_es: Diluyente

source: Diluente
es_es: Diluent

source: Dilute 1.0 mL of the resulting solution to 10.0 mL with the solvent mixture.
es_es: Diluir 1.0 mL de la solución resultante con la mezcla de disolventes hasta obtener 10.0 mL.

source: Dilute 1.0 mL of the resulting solution to 100.0 mL with the solvent mixture.
es_es: Diluir 1.0 mL de la solución resultante con la mezcla de disolventes hasta obtener 100.0 mL.

source: Dilute 1.0 mL of the solution to 200.0 mL with solution A.
es_es: Diluir 1.0 ml de la solución con la solución A hasta obtener 200.0 ml.

source: Dilute 1.0 mL of the solution to 250.0 mL with solution A.
es_es: Diluir 1.0 ml de la solución con la solución A hasta obtener 250.0 ml.

source: Dilute 1.0 mL of the test solution to 100.0 mL with solution A.
es_es: Diluir 1.0 ml de la solución de análisis con la solución A hasta obtener 100.0 ml.

source: Dilute 1.0 mL of the test solution to 100.0 mL with solution A. Dilute 2.0 mL of this solution to 10.0 mL with solution A.
es_es: Diluir 1,0 mL de la solución de análisis con la solución A hasta obtener 100,0 ml. Diluir 2,0 mL de esta solución con la solución A hasta obtener 10,0 ml.

source: Dilute 1.0 mL of this solution to 100.0 mL with solution A.
es_es: Diluir 1.0 ml de esta solución con la solución A hasta obtener 100.0 ml.

source: Dilute 1.0 ml of Standard stock solution and transfer into a 10.0 ml volumetric flask. Dissolve and dilute to volume with mobile phase and mix.
es_es: Diluir 1.0 ml de la solución estándar madre y transferir a un matraz aforado de 10.0 ml.

source: Dilute 1.00 ml of each standard solution I to 100.0 ml with methanol.
es_es: Diluir 1.00 ml de cada disolución estándar I hasta obtener 100.0 ml con metanol.

source: Dilute 1.00 ml of this solution to 100.0 ml with water (1000ppm of formic acid and 1000ppm of acetic acid).
es_es: Diluir 1.00 ml de esta solución hasta obtener 100.0 ml con agua (1000 ppm de ácido fórmico y 1000 ppm de ácido acético).

source: Dilute 10.00 ml of each stock standard solution A), B) and C) to 100.0 ml with water pH 2.6.
es_es: Diluir 10.00 ml de cada disolución estándar madre (A, B y C) hasta obtener 100.0 ml con agua a un pH de 2.6.

source: Dilute 10.00 ml of the solution to 50.00ml with N-methyl-2-pyrrolidone.
es_es: Diluir con N-metil-2-pirrolidona 10.00 ml de esta solución hasta obtener 50.00 ml.

source: Dilute 100 µl of sodium hydroxide solution, c (NaOH) = 1 mol/l, to 10.00 ml with methanol.
es_es: Diluir 100 µl de solución de hidróxido de sodio, c (NaOH) = 1 mol/l, en 10.00 ml con metanol.

source: Dilute 100 µl of this solution to 10.00 ml with DMF (equivalent to 620 ppm of ethylene glycol).
es_es: Diluir 100 µl de esta solución hasta obtener 10.00 ml con DMF (equivalente a 620 ppm de etilenglicol).

source: Dilute 100 µl of this solution to 10.00 ml with DMF.
es_es: Diluir 100 µl de esta solución hasta obtener 10.00 ml con DMF.

source: Dilute 100.0 mL of obtained solution to 2000.0 mL with water.
es_es: Diluir 100.0 ml de la solución obtenida con agua hasta obtener 2000.0 ml.

source: Dilute 115 g of phosphoric acid, 85% to 1000 ml with water.
es_es: Diluir 115 g de ácido fosfórico al 85% con agua hasta obtener 1000 ml.

source: Dilute 2.0 mL of this solution to 10.0 mL with solution A.
es_es: Diluir 2.0 ml de esta solución con la solución A hasta obtener 10.0 ml.

source: Dilute 2.00 ml of one standard solution to 10.00ml with N-methyl-2-pyrrolidone.
es_es: Diluir con N-metil-2-pirrolidona 2.00 ml de una disolución estándar hasta obtener 10.00 ml.

source: Dilute 2.00 ml of this solution to 200.0 ml with water pH 2.6.
es_es: Diluir con agua a un pH de 2.6, 2.00 ml de esta solución hasta obtener 200.0 ml.

source: Dilute 20 µl of this solution to 10.00 ml with DMF (equiv.
es_es: Diluir 20 µl de esta solución hasta obtener 10.00 ml con DMF (equivalente a 620 ppm de etilenglicol).

source: Dilute 20 µl of this solution to 10.00 ml with DMF (equivalent 100 ppm of ethylene glycol).
es_es: Diluir 20 µl de esta solución hasta obtener 10.00 ml con DMF (equivalente a 100 ppm de etilenglicol).

source: Dilute 25.0 ml of standard solution Y (yellow) to 100.0ml with 1% hydrochloric acid.
es_es: Diluir 25.0 ml de disolución estándar Y (amarilla) hasta 100.0 ml con ácido clorhídrico al 1%.

source: Dilute 3.0 ml of ethyl alcohol to 50.00 ml with water pH 2.6.
es_es: Diluir 3.0 ml de alcohol etílico con agua a un pH de 2.6, hasta obtener 50.00 ml.

source: Dilute 3.0 ml of the stock solution and 30 µl of system suitability solution II to 100.0 ml with methanol.
es_es: Diluir 3.0 ml de la solución madre y 30 µl de la solución para adecuación del sistema II hasta obtener 100.0 ml con metanol.

source: Dilute 5.0 mL of this solution to 100.0 mL with the solvent mixture.
es_es: Diluir con la mezcla de disolventes 5.0 mL de esta solución hasta obtener 100.0 mL.

source: Dilute 5.00 ml of each stock standard solution A), B) and C) to 50.00 ml with water pH 2.6.
es_es: Diluir 5.00 ml de cada disolución estándar madre (A, B y C) hasta obtener 50.00 ml con agua a un pH de 2.6.

source: Dilute 5.00 ml of the system suitability solution to 10.00 ml with water.
es_es: Diluir 5.00 ml de la solución para adecuación del sistema hasta obtener 10.00 ml con agua.

source: Dilute 5.00 ml of this solution to 50.00 ml with water.
es_es: Diluir con agua 5.00 ml de esta solución hasta obtener 50.00 ml.

source: Dilute 50.0 mL of a mixture of equal volumes of acetonitrile R1 and methanol R2 to 200.0 mL with phosphate buffer solution pH 3.2 R1.
es_es: Diluir 50.0 mL de una mezcla de volúmenes iguales de acetonitrilo R1 y metanol R2 hasta obtener 200.0 mL con solución buffer fosfato a un pH de 3.2 R1.

source: Dilute 6.0 mL of *ammonium standard solution (100 ppm NH~4~)* R to 50.0 mL with solution A.
es_es: Diluir 6,0 ml de *solución estándar de amonio (100 ppm NH~4~) R* con la solución A hasta obtener 50.0 ml.

source: Dilute one of the 5 % standard solutions (A1 or A2) with solvent to prepare a solution at 0.1 % level.
es_es: Diluir una de las disoluciones estándar al 5 % (A1 o A2) con disolvente hasta preparar una disolución al 0.1 %.

source: Dilute stock solution CD 12907 in the ratio 1:10 (e.g. 1.0 mL into a 10 mL volumetric flask by pipette) with solvent mixture.
es_es: Diluir la solución madre CD 12907 en la proporción 1:10 (por ejemplo, 1.0 ml en un matraz aforado de 10 ml, con pipeta).

source: Dilute stock solution standard degradation 1:2.5 with eluent (e.g. transfer 20.0 mL by pipette into a 50 mL volumetric flask).
es_es: Diluir la solución degradación del estándar, solución madre en la proporción 1:2.5 con eluyente (por ejemplo, 20.0 ml en un matraz aforado de 50 ml, con pipeta).

source: Dilute the filtrate with eluent according to the following table (a to b by pipette/flask) and mix thoroughly.
es_es: Diluir el filtrado con eluyente de acuerdo con la siguiente tabla (a sobre b por pipeta/matraz) y mezclar bien.

source: Dilute the stock solution standard degradation 1:100 with eluent.
es_es: Diluir la solución Degradación del estándar, solución madre en la proporción 1:100 con eluyente.

source: Dilute to 10.00 ml with methanol.
es_es: Diluir hasta obtener 10.00 ml con metanol.

source: Dilute to volume with Solvent Mixture.
es_es: Llevar a volumen con mezcla de disolventes.

source: Dilute to volume with deionized water, mix well, and degas.
es_es: Diluir a enrase con agua desionizada, mezclar bien y desgasificar.

source: Dilution 1 and dilution ISTD 1
es_es: Dilución 1 y dilución del est. int. 1

source: Dilution 2 and dilution ISTD 2
es_es: Dilución 2 y dilución del est. int. 2

source: Dilution Factor
es_es: Factor de dilución

source: Dilution Factor (tablet/mL)
es_es: Factor de dilución (comprimido/ml)

source: Dilution Factor (tablet/mL) = (Pdil)
es_es: Factor de dilución (comprimido/ml) = Pdil

source: Dilution factor (1/ml) = (Pdil) x (Sdil) x (Tdil)
es_es: Factor de dilución (1/ml) = (DilPr) x (DilSec) x (DilTrd)

source: Dilution factor 0.05 % QL solution:
es_es: Solución QL, con un factor de dilución de 0.05 %:

source: Dilution factor for 100 % reference standard solution:
es_es: Factor de dilución para una solución estándar de referencia al 100 %:

source: Dilution factor standard solution 100 %
es_es: Factor de dilución para una solución estándar al 100 %

source: Dilution factor standard solution 100 % and standard solution degradation -
es_es: Factor de dilución de la solución estándar al 100% y la degradación de la solución estándar -

source: Dilution factor standard solution 5 % reference (to be calculated based on standard preparation)
es_es: Factor de dilución (solución estándar, referencia al 5 %) (se calculará según la preparación estándar)

source: Dilution factor test solution
es_es: Factor de dilución para una solución de análisis

source: Dilution series / calibration line
es_es: Serie de diluciones / curva de calibración

source: Dimensions (4.4)
es_es: Dimensiones (4.4)

source: Dimensions L x W x H
es_es: Dimensiones (largo × ancho × altura)

source: Dimensions acc.
es_es: Dimensiones según

source: Dimensions of needle cover
es_es: Dimensiones del tapón de la aguja

source: Dimensions*
es_es: Dimensiones*

source: Dimethyl Formamide
es_es: Dimetilformamida

source: Dipeptidyl-peptidase 4
es_es: Dipeptidil peptidasa-4

source: Dipotassium hydrogen phosphate
es_es: Fosfato de hidrógeno dipotásico

source: Dirección Técnica de Registro Sanitario , Notific ación Sanitaria Obligatoria y Autorizaciones
es_es: Technical Directorate of Health Registry, Mandatory Sanitary Notification and Authorizations

source: Direct contact with the drug product.
es_es: En contacto directo con el medicamento.

source: Directive 2003/94/EC
es_es: Directiva 2003/94/EC

source: Directive 91/412/EEC
es_es: Directiva 91/412/EC

source: Director, Quality Systems & Compliance
es_es: Director, Sistemas de Calidad y Cumplimiento

source: Disability
es_es: Discapacidad

source: Disabling or fatal stroke 1
es_es: Accidente cerebrovascular discapacitante o fatal 1

source: Disabling/incapacitating
es_es: Discapacitantes/incapacitantes

source: Disarticulation was defined as a resection of a limb through a joint.
es_es: La desarticulación se definió como la resección de un miembro a través de una articulación.

source: Discard after relevant process interruption
es_es: Descartar luego de una interrupción significativa del proceso.

source: Discard leaking reservoirs.
es_es: Desechar los tanques de reserva que presenten pérdidas.

source: Discard the first 2 mL of filtrate.
es_es: Descartar los primeros 2 ml de filtrado.

source: Discard volume after filter
es_es: Desechar el volumen luego de filtrar

source: Discharge disposition by treatment allocation (Intention to treat and per protocol)
es_es: Disposición de las altas estratificadas por asignación de tratamiento (intención de tratar y por protocolo)

source: Discharge information: the discharge destination and any time spent in intensive care will be recorded.
es_es: Información de alta: Se registrará el destino del alta y el tiempo transcurrido en la unidad de cuidados intensivos.

source: Discharge information
es_es: Información de alta

source: Discontinuation of a SGLT-2 inhibitor or combined SGLT-1 and 2 inhibitor for the purposes of study enrolment was not permitted
es_es: No se permitió que los pacientes interrumpieran el tratamiento con inhibidores de SGLT-2 o de inhibidores combinados de SGLT-1 y 2 a fin de reclutarse en el estudio.

source: Discontinuation of the trial by the sponsor
es_es: Discontinuación del ensayo por iniciativa del patrocinador

source: Discrete variables will be summarized as frequencies and percentages.
es_es: Cada variable se resumirá como frecuencia y porcentaje.

source: Discussion
es_es: Consideraciones finales

source: Discussion of implications for target population.
es_es: Consideraciones en torno a las implicancias para la población objetivo

source: Discussion on how Venuti redefines the role of the translator
es_es: Cómo redefine Venuti el papel del traductor

source: Discussion on how translators are often seen as "invisible" in the translation process
es_es: Cómo los traductores suelen ser vistos como "invisibles" en el proceso de traducción

source: Diseases of the central nervous system (such as epilepsy), other neurological disorders, or psychiatric disorders
es_es: Enfermedades del sistema nervioso central (como epilepsia), trastornos neurológicos de otro tipo o trastornos psiquiátricos.

source: Diseño de los estudios farmacocinéticos.
es_es: Pharmacokinetic study design.

source: Diseño del estudio.
es_es: Study Design.

source: Diseños alternativos para estudios en pacientes.
es_es: Alternative designs for studies in patients.

source: Diseños secuenciales de dos etapas.
es_es: Two-stage sequential designs.

source: Disintegrant
es_es: Desintegrante

source: Disintegrant, binder
es_es: Desintegrante, aglutinante

source: Disintegration
es_es: Desintegración

source: Disintegration of tablets and capsules
es_es: Desintegración de comprimidos y cápsulas.

source: Disintegration time
es_es: Tiempo de desintegración

source: Disodium edetate
es_es: Edetato disódico

source: Dispensing of kits for the double-blind treatment period began at Visit 2 and continued at every visit until the end of the trial.
es_es: La entrega de kits para el período de tratamiento doble ciego comenzó en la Visita 2 y prosiguió en cada visita hasta el final del ensayo.

source: Disperser:
es_es: Dispersor:

source: Display Mode
es_es: Modo de pantalla

source: Display and discussion of adverse events
es_es: Exposición y consideraciones finales sobre los eventos adversos

source: Display of adverse events
es_es: Exposición de los eventos adversos

source: Displays of AEs included an overall summary of AEs and frequency tables for patients with AEs by treatment, primary system organ class and preferred term.
es_es: Los eventos adversos se expusieron como resumen general y tablas de frecuencia de pacientes por tratamiento, clasificación principal por órganos y sistemas y término preferente.

source: Disposition Date:
es_es: Fecha de disposición:

source: Disposition Role:
es_es: Cargo en la disposición:

source: Disposition User:
es_es: Usuario de la disposición:

source: Disposition of patients
es_es: Disposición de los pacientes

source: Disposition of patients – SCR
es_es: Disposición de los pacientes, Grupo seleccionado

source: Disregard any peak due to the solvent mixture and any peak with an area less than 0.5 times the area of the principal peak obtained with the reference solution (b) (0.05%).
es_es: Desestimar los picos originados en la mezcla de disolventes y todo pico cuya área sea menor a 0.5 por el área del pico principal del cromatograma obtenido con la solución de referencia (b) (0.05%).

source: Disregard any peaks which are less than 0.5 times the area of the principal peak in the chromatogram obtained with Reference solution (a1) (0.05 %).
es_es: Desestimar los picos que sean menores a 0.5 por el área del pico principal del cromatograma obtenido con la solución de referencia (a1) (0.05 %).

source: Dissolution
es_es: Disolución

source: Dissolution Medium
es_es: Medio de disolución

source: Dissolution Nintedanib
es_es: Disolución de Nintedanib

source: Dissolution of Empagliflozin Film-coated Tablets
es_es: Disolución de los comprimidos recubiertos de Empagliflozina

source: Dissolution of Empagliflozin [%]
es_es: Disolución de empagliflozina [%]

source: Dissolution of Telmisartan Tablets
es_es: Disolución de los comprimidos Telmisartán

source: Dissolution profile obtained for the reference and test products of telmisartan 40 mg, manufactured at BI DE (IN) and at BI Promeco (MX) at dissolution media of pH 7.5
es_es: Perfil de disolución para los productos de referencia y experimental, con medios de disolución a un pH de 7.5, para el producto de referencia Telmisartán, 40 mg elaborado en BI DE (IN) y en BI Promeco (MX).

source: Dissolution profile obtained for the reference and test products of telmisartan 80 mg, manufactured at BI DE (IN) and at BI Promeco at dissolution media of pH 7.5
es_es: Perfil de disolución para los productos de referencia y experimental, con medios de disolución a un pH de 7.5, para el producto de referencia Telmisartán, 80 mg elaborado en BI DE (IN) y en BI Promeco (MX).

source: Dissolution profiles of two or more lots, in three media, as set forth in ANMAT Provisions No. 758/09 and 5068/19, with calculation of the inter-lot similarity factor.
es_es: Perfiles de disolución de dos o más lotes, en tres medios, según lo establecido en las disposiciones de ANMAT N° 758/09 y 5068/19, con cálculo del factor de similitud entre lotes.

source: Dissolution rate [µg/cm²/min]
es_es: Velocidad de disolución [μg/cm²/min]

source: Dissolution rate [μg/cm2/min]
es_es: Velocidad de disolución [μg/cm²/min]

source: Dissolution test conditions
es_es: Condiciones de la prueba de disolución

source: Dissolution test for solid dosage forms
es_es: Ensayo de disolución para las presentaciones sólidas

source: Dissolve 0.1 g in 5 mL of methylene chloride R.
es_es: Disolver 0.1 g en 5 ml de *cloruro de metileno R.*

source: Dissolve 0.150 g in 50 mL of water R.
es_es: Disolver 0.150 g en 50 ml de *agua R.*

source: Dissolve 0.5 g of the sample in 50 ml methanol in a 100 ml beaker.
es_es: Disolver 0.5 g de la muestra en 50 ml de metanol, dentro de un vaso de precipitados de 100 ml.

source: Dissolve 1.0 g in 20 ml of sodium hydroxide solution, c (NaOH) = 1 mol/l.
es_es: Disolver 1.0 g en 20 ml de una solución de hidróxido de sodio, c (NaOH) = 1 mol/l.

source: Dissolve 1.6 g of anhydrous sodium butanesulfonate for analysis in 1000 ml of water and adjust to pH 2.6 with orthophosphoric acid 85%.
es_es: Disolver 1.6 g de butanosulfato de sodio anhidro para análisis en 1000 ml de agua y llevar el pH a 2.6 con ácido ortofosfórico al 85%.

source: Dissolve 10 mg of arginine CRS in a 10.3 g/L solution of hydrochloric acid R and dilute to 50 mL with the same solution.
es_es: Disolver 10 mg de la sustancia química de referencia arginina en una solución de 10,3 g/l de *ácido clorhídrico R* y diluir con la misma solución hasta obtener 50 ml.

source: Dissolve 10 mg of the substance to be examined in a 10.3 g/L solution of hydrochloric acid R and dilute to 50 mL with the same solution.
es_es: Disolver 10 mg de la sustancia a examinar en una solución de 10,3 g/l de *ácido clorhídrico R* y diluir con la misma solución hasta obtener 50 ml.

source: Dissolve 100 mg (± 0.5 mg) of the test sample in DMF to produce 10.00 ml.
es_es: Disolver 100 mg (± 0.5 mg) de la muestra de prueba en DMF hasta producir 10.00 ml.

source: Dissolve 100 mg of formic acid reference substance and 100 mg of acetic acid reference substance in water to produce 100.0 ml.
es_es: Disolver 100 mg de la sustancia de referencia de ácido fórmico y 100 mg de la sustancia de referencia de ácido acético en agua hasta obtener 100.0 ml.

source: Dissolve 2.0 ml of this solution and about 20 mg of SCH 1000 BR (monohydrate) in water pH 2.6 in a 200-ml volumetric flask and fill to the mark.
es_es: Disolver 2.0 ml de esta solución y aproximadamente 20 mg de SCH 1000 BR monohidrato en agua a un pH de 2.6, en un matraz aforado de 200 ml y llevar a enrase.

source: Dissolve 2.00 g in hydrochloric acid R1 and dilute to 25.0 mL with the same acid.
es_es: Disolver 2,00 g en *ácido clorhídrico R1* y diluir con el mismo ácido hasta obtener 25,0 ml.

source: Dissolve 2.5 g in distilled water R and dilute to 50 mL with the same solvent.
es_es: Disolver 2,5 g en *agua destilada R* y diluir con el mismo disolvente hasta obtener 50 ml.

source: Dissolve 2.6 g of ammonium dihydrogen phosphate with 1000 mL of deionized water and
es_es: Disolver 2.6 g de fosfato diácido de amonio con 1000 ml de agua desionizada y

source: Dissolve 25 mg = 33.8 µl of tert-butyl methyl ether, 25 mg = 27.8 µl of ethyl acetate and 25 mg = 26.6 µl of DMA in N-methyl-2-pyrrolidone to produce 50.00 ml.
es_es: Disolver 25 mg = 33.8 μl de metilterbutil éter, 25 mg = 27.8 µl acetato de etilo y 25 mg = 26.6 µl de DMA en N-metil-2-pirrolidona, hasta producir 50.00 ml.

source: Dissolve 30 mg of isoleucine R and 30 mg of leucine R in solution A and dilute to 50.0 mL with solution A.
es_es: Disolver 30 mg de *isoleucina R* y 30 mg de *leucina R* en la solución A y diluir con la solución A hasta obtener 50.0 ml.

source: Dissolve 30.0 mg of proline R in solution A and dilute to 100.0 mL with solution.A.
es_es: Disolver 30,0 mg de *prolina R* en la solución A y diluir con la solución A hasta obtener 100.0 ml.

source: Dissolve 30.0 mg of the substance to be examined in solution A and dilute to 50.0 mL with solution A.
es_es: Disolver 30,0 mg de la sustancia a examinar en la solución A y diluir con la solución A hasta obtener 50,0 ml.

source: Dissolve 4.50 g of ferric (III) chloride - (FeCl3 x 6 H2O) in water, add 2.50 mL of conc. hydrochloric acid and dilute to 100.0 mL with water.
es_es: Disolver 4.50 g de cloruro férrico (III) (FeCl3 x 6 H2O) en agua, agregar 2.50 ml de ácido clorhídrico concentrado y diluir con agua hasta obtener 100.0 ml.

source: Dissolve 4.50 g of iron (III) chloride (FeCl3· 6 H2O) in water, add 2.50 ml of conc.
es_es: Disolver 4.50 g de cloruro de hierro (III) (FeCl3∙ 6 H2O) en agua, agregar 2.50 ml de ácido clorhídrico concentrado y diluir a 100,0 ml con agua.

source: Dissolve 4.50 g of iron (III) chloride (FeCl3· 6 H2O) in water, add 2.50 ml of conc. hydrochloric acid and dilute to 100.0 ml with water.
es_es: Disolver 4.50 g de cloruro de hierro (III) (FeCl3∙ 6 H2O) en agua, agregar 2.50 ml de ácido clorhídrico concentrado y diluir a 100.0 ml con agua.

source: Dissolve 4.50 g of iron(III) chloride (FeCl3 x H2O) in water, add 2.50 ml of conc. hydrochloric acid and dilute to 100.0 ml with water.
es_es: Disolver 4.50 g de cloruro de hierro (III) (FeCl3 x H2O) en agua, agregar 2.50 ml de ácido clorhídrico concentrado y diluir con agua hasta obtener 100.0 ml.

source: Dissolve 5.0 g in 50 mL of the prescribed solvent mixture.
es_es: Disolver 5.0 g en 50 ml de la mezcla de disolventes prescrita.

source: Dissolve 5.95 g of cobalt (II) chloride (CoCl2· 6 H2O) in water, add 2.50 ml of conc. hydrochloric acid and dilute to 100.0 ml with water.
es_es: Disolver 5.95 g de cloruro de cobalto (II) (CoCl2∙ 6 H2O) en agua, agregar 2.50 ml de ácido clorhídrico concentrado y diluir hasta 100.0 ml con agua.

source: Dissolve 50 mg = 45.0 µl of ethylene glycol in DMF to produce 100.0 ml.
es_es: Disolver 50 mg = 45.0 μl de etilenglicol en DMF hasta producir 100.0 ml.
